Repository: david672orford/pub-tools
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Fetching week %s %s
ru: Идёт загрузка недели %s %s

source: Meetings loaded
ru: Список встреч обновлен

source: Scanning "{category_name}"...
ru: Обновляется «{category_name}»...

source: Scanning "{category_name} — {subcategory_name}"...
ru: Обновляется «{category_name} — {subcategory_name}»...

source: image
ru: изображение

source: video
ru: видео

source: Article title: "%s"
ru: Название стати: «%s»

source: Getting media list from "%s"...
ru: Идёт загрузка списка материала для «%s»...

source: Russian
ru: русский

source: Ukraine
ru: Украина

source: Finland
ru: Финландия

source: Congregation Meetings
ru: Встречи собрания

source: Public Talks
ru: Публичные речи

source: Weekday Meeting
ru: Встреча в будни

source: Weekend Meeting
ru: Встреча в выходные

source: Not a JW Stream sharing URL: %s
ru: Данный URL к JW Stream не относится: %s

source: Updating event list...
ru: Идёт обновление списка мероприятий...

source: ✔ Channel event list updated.
ru: ✔ Список мероприятий в канале обновлен.

source: Invalid start time: %s
ru: Недопустимое время начала: %s

source: Invalid end time: %s
ru: Недопустимое время конца: %s

source: Duration is zero or negative!
ru: Продолжительность выбранного фрагмента нулевая или отрицательная!

source: Downloading clip...
ru: Идёт загрузка фрагмента...

source: ✘ Extraction of clip failed!
ru: ✘ Сбой загрузки фрагмента!

source: OBS: %s
ru: OBS говорит: %s

source: ✘ Unable to load clip into OBS.
ru: ✘ Сбой загрузки фрагмента в OBS.

source: ✔ Clip has been loaded.
ru: ✔ Фрагмент успешно загружен.

source: Meetings
ru: Встречи

source: Fetching meeting schedules...
ru: Загружается список материала встреч...

source: Loading meeting media list...
ru: Загружается список материала для встречи...

source: Error: %s
ru: Сбой: %s

source: ✘ Unable to load meeting media list.
ru: ✘ Сбой загрузки списка материала для встречи.

source: ✔ Meeting media list has finished loading.
ru: ✔ Список материала для встречи загружён.

source: Loading media for "{title}"...
ru: Идёт загрузка материала для «{title}»...

source: ✔ All requested media have been loaded.
ru: ✔ Все выбранные записи и изображения загружены.

source: Audio
ru: Звук

source: Scenes
ru: Сцены

source: * Camera
ru: * Камера

source: * Zoom
ru: * Зум

source: * Split Screen
ru: * Разделенный экран

source: * New Scene
ru: * Новая сцена

source: Loading local file "%s" (%s)...
ru: Идёт загрузка файла «%s» (%s)...

source: Unsupported media type: %s
ru: Формат записи не поддерживается: %s

source: Done.
ru: Операция завершена.

source: Loading dropped URL...
ru: Идёт загрузка перетасканного URL...

source: Not implemented
ru: Функция нереализованная

source: Slides
ru: Слайды

source: Not a Google Drive sharing URL
ru: Не является URL от функции Диска Гугла «Поделиться»

source: Downloading selected slides...
ru: Загрузить выбранные слайды...

source: Downloading "%s"...
ru: Идёт загрузка «%s»...

source: Failed to add slide images to OBS.
ru: Сбой загрузки изображения в OBS.

source: All selected slides added to OBS.
ru: Все выбранные слайды загружены в OBS.

source: Songbook
ru: Песеник

source: Not a valid number: %s
ru: Не является номером песни: %s

source: No such song: %s
ru: Песня не существует: %s

source: Videos
ru: Видео

source: Updating video list...
ru: Обновляется список видеороликов...

source: Video list updated
ru: Список видеороликов обновлён

source: JW Stream Channels
ru: Каналы на сайте JW Stream

source: Channel Name
ru: Название канала

source: Language
ru: Язык

source: Country
ru: Страна

source: Status
ru: Статус

source: Configuration
ru: Настройки

source: JW Stream Sharing URLs
ru: Список URL c сайта JW Stream

source: Preview Resolution
ru: Расширение предварительного просмотра

source: Download Resolution
ru: Расширение загрузки

source: Save
ru: Сохранять

source: Cancel
ru: Отменить

source: JW Stream Event Recordings
ru: Записи мероприятий доступных на сайте JW Stream

source: Title
ru: Название

source: Date
ru: Дата

source: Reload
ru: Обновить

source: JW Stream Clip Maker
ru: Загрузка фрагментов с сайта JW Stream

source: Set Start
ru: Задать начало

source: Set End
ru: Задать конец

source: Start:
ru: Начало:

source: End:
ru: Конец:

source: Title:
ru: Название:

source: Make Clip
ru: Извлечь фрагмент

source: Meeting Media Loader
ru: Загрузчик материала для встречи

source: Week Of
ru: Неделя от

source: Midweek Meeting
ru: Встреча в будни

source: Life and Ministry
ru: Жизнь и служение

source: Watchtower
ru: Сторожевая башня

source: Load More Weeks
ru: Большее недел

source: Part
ru: Пункт

source: Pub.
ru: Публ.

source: Media Item
ru: Предмет

source: Download Media and Create Scenes in OBS
ru: Загрузить материалы и создать сцены в OBS

source: Delete existing unstarred scenes
ru: Удалить существующие сцены без звёздочки

source: Open Meeting Article
ru: Открыть статью для встречи

source: Audio Routing Patchbay
ru: Коммутационная панель

source: Microphone
ru: Микрофон

source: Speakers
ru: Колонки

source: Reconnect Audio
ru: Вторично подключить звук

source: Arange Nodes
ru: Растравлять узли

source: Scene List
ru: Список сцен

source: Delete
ru: Удалить

source: Add Scene
ru: Добавить сцену

source: Camera
ru: Камера

source: Camera+Zoom
ru: Камера+Zoom

source: Empty Scene
ru: Пустая сцена

source: Close
ru: Закрыть

source: Upload Media Files
ru: Загрузить файлы

source: Browse
ru: Обзор

source: Add as Scene
ru: Добавить в качестве сцены

source: URL to Add
ru: Дабавить URL

source: HTML to Add
ru: Дабавить HTML

source: Rename
ru: Переименовать

source: Add Source
ru: Добавить источник

source: Speaker's Slide Loader
ru: Загрущик слайдов доклядчика

source: Load Selected Slides into OBS
ru: Загрузить выбранные слайды в OBS

source: Google Drive Sharing URL
ru: URL от функции Диска Гугла «Поделиться»

source: Load Songs from Songbook
ru: Загрузить из песеника

source: Enter song number
ru: Введите номер песни

source: Add
ru: Добавить

source: Song Number and Name
ru: Номер и название песни

source: Run <b>Update</b> in the <b>Videos</b> tab to see a list of songs here.
ru: Нажмитье <b>Update</b> в вклядке <b>Видео</b> чтобы список песнь появился здесь.

source: Video Categories from JW.ORG
ru: Категории видеороликов на сайте JW.ORG

source: Enter search terms
ru: Введите поисковые термены

source: Search
ru: Поиск

source: Run <b>Update</b> to see video categories here.
ru: Нажмите <b>Обновить</b> чтобы категории роликов появились здесь.

source: Update All Categories
ru: Обновить все категории

source: Videos: {category} — {subcategory}
ru: Видеоролики: {category} — {subcategory}

source: Video Title
ru: Название ролика

source: Update Category
ru: Обновить эту катигорию

source: Video Search
ru: Поиск по видеороликам

source: Back
ru: Назад

source: No videos match your search terms.
ru: Ролики соответствующих терменам отсутствуют.

source: Consider searching for %(search_suggestion)s instead.
ru: Предлагается заменить поисковые термины на %(search_suggestion)s.

source: Loading video "{scene_name}"...
ru: Идёт загрузка ролика «{scene_name}»...

source: Video title is "{scene_name}".
ru: Название ролика: «{scene_name}»...

source: Downloading "{url}"...
ru: Идёт загрузка «{url}»...

source: Requesting subtitles download url for "{scene_name}"...
ru: Подаётся запрос на URL для загрузки субтитров к записи «{scene_name}»...

source: Downloading subtitles from "{subtitles_url}"...
ru: Идёт загрузка субтитров по адресу «{subtitles_url}»...

source: ✘ Loading of video failed.
ru: ✘ Сбой загрузки ролика.

source: ✔ Video has been loaded.
ru: ✔ Загрузка ролика завершена.

source: Loading song {song}...
ru: Идёт загрузка песни {song}

source: ♫ Song
ru: ♫ Песня

source: ✘ Loading of song failed.
ru: ✘ Сбой загрузки песни.

source: ✔ Song {song} has been loaded.
ru: ✔ Загрузка песни {song} завершена.

source: Loading image "{scene_name}"...
ru: Идёт загрузка изображения «{scene_name}»...

source: ✘ Loading of image failed.
ru: ✘ Сбой загрузки изображения.

source: ✔ Image has been loaded.
ru: ✔ Загрузка изображения завершена.

source: Loading webpage "{scene_name}"...
ru: Идёт загрузка веб-страницы «{scene_name}»...

source: ✘ Loading of webpage failed.
ru: ✘ Сбой загрузки веб-страницы.

source: ✔ Webpage has been loaded.
ru: ✔ Загрузка веб-страницы завершена.

source: Second Zoom window not found.
ru: Второе окно Зума не обнаружено.

source: Please wait for previous download to finish.
ru: Подождите завершения предыдущей загрузки.

source: Background task failed.
ru: Сбой в выполнении фоновой задачи.
